freesbeeGE/test/dati/l/test9Consegna.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:ge="http://ge.freesbee.unibas.it/">
    <soap:Header/>
    <soap:Body>
        <ge:consegnaMessaggio>
            <messaggioSoap>
                <persona>
                    <codiceFiscale>clstrssll</codiceFiscale>
                    <cognome>Celeste</cognome>
                    <comuneNascita>Pisticci</comuneNascita>
                    <comuneResidenza>Ancona</comuneResidenza>
                    <dataNascita>1975-05-13</dataNascita>
                    <indirizzoResidenza>?</indirizzoResidenza>
                    <nome>Rossella</nome>
                    <sesso>F</sesso>
                    <statoCivile>nubile</statoCivile>
                </persona>
            </messaggioSoap>
            <nomePubblicatore>C</nomePubblicatore>
            <tipoPubblicatore>SPC</tipoPubblicatore>
            <categoriaEventi>Test7</categoriaEventi>
        </ge:consegnaMessaggio>
    </soap:Body>
</soap:Envelope>
     

  
  
  
  
